CAFMSystemLayer/SoapEnvelopes/CreateEventLinkTask.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.fsi.co.uk/services/evolution/04/09">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:CreateEvent>
         <ns:sessionId>{{SessionId}}</ns:sessionId>
         <ns:event>
            <ns:taskId>{{TaskId}}</ns:taskId>
            <ns:eventType>{{EventType}}</ns:eventType>
            <ns:description>{{Description}}</ns:description>
         </ns:event>
      </ns:CreateEvent>
   </soapenv:Body>
</soapenv:Envelope>
